Repository: DemonRem/SketchUp2XPlane
Catalog: SU2XPlane/Resources/*/Localizable.strings
Languages: fr

source: Component
fr: Composant

source: DataRef value
fr: Valeur du DataRef

source: Erase
fr: Effacer

source: Export X-Plane Object
fr: Exporter X-Plane objet

source: Highlight Untextured
fr: Mettez en surbrillance non texturés

source: Keyframe
fr: Image-clé

source: Loop
fr: Boucle

source: Preview
fr: Aperçu

source: Recall
fr: Rapeller

source: Reload Textures
fr: Recharger les textures

source: Set
fr: Définir

source: Show
fr: Afficher

source: to
fr: à

source: Untitled
fr: Sans titre

source: when
fr: quand

source: X-Plane Object
fr: X-Plane objet

source: Animate
fr: Animer

source: Animation value
fr: Valeur d'Animation

source: Erase Animation
fr: Effacer Animation

source: Erase Hide / Show
fr: Effacer Masquer / Afficher

source: Erase Keyframe
fr: Effacer Image-clé

source: Hide / Show
fr: Masquer / Afficher

source: Import
fr: Importation

source: Preview Animation
fr: Aperçu d'Animation

source: Set Position
fr: Définir la Position

source: from material
fr: à partir de matière

source: Imported %s triangles
fr: %s triangles importés

source: Warning: All faces are untextured
fr: Avertissement: Tous les faces n'ont pas de texture

source: Warning: %s faces are untextured
fr: Avertissement: %s faces n'ont pas de texture

source: Do you want to highlight the untextured faces?
fr: Voulez-vous mettre les faces non texturées en surbrillance?

source: Warning: You used multiple texture files; using file:
fr: Attention: Vous avez utilisé plusieurs fichiers de texture. Fichier utilisé:

source: Warning: Texture width is not a power of two
fr: Attention: La largeur du fichier texture n'est pas une puissance de deux

source: Warning: Texture height is not a power of two
fr: Attention: La hauteur du fichier texture n'est pas une puissance de deux

source: Wrote %s triangles to
fr: Écrit %s triangles dans
